export const readingTypeInfo = {
  "0": {
    type: "종합 탐색가",
    image: "/images/type_images/general.png",
    analysis:
      "다양한 주제에 호기심이 많고, 새로운 지식을 적극적으로 탐색하는 성향. 백과사전, 종합 서적 등에 관심이 많음.",
    feature:
      "호기심이 넘치고, 지식에 대한 갈증이 끝이 없는 사람들입니다. 다양한 주제에 대해 깊은 통찰력을 가지며, 일상의 여러 현상에 대한 답을 책을 통해 찾고자 합니다. 백과사전이나 종합 서적을 탐색하며, 폭넓은 지식을 쌓는 것을 즐깁니다. 이들은 지식의 다양성을 추구하며, 새로운 정보에 대한 갈망이 강합니다. 어떠한 주제든 배움의 기회로 삼으며, 일상생활에서 발생하는 다양한 주제에 대해 넓은 관심을 가지고 있습니다.",
    readingMethod:
      "매일 다른 주제의 책을 읽으며 지식의 스펙트럼을 넓히고, 새로운 분야에 대한 기본적인 이해를 구축합니다. 여러 주제에 대한 독서를 병행하며 지식의 폭을 넓히는 것이 효과적입니다.",
    recommendBook: {
      imageUrl: "",
      title: "",
      author: "",
      publisher: "",
      description: "",
    },
  },
  "1": {
    type: "철학적 사색가",
    image: "/images/type_images/philosophy.png",
    analysis:
      "심오한 사고를 즐기며, 철학적 질문과 사색에 몰두하는 성향. 심리학, 윤리학, 논리학 등에 깊은 흥미를 보임.",
    feature:
      "깊은 사고와 철학적 질문에 몰두하는 사람들입니다. 인생, 존재, 도덕 등에 대한 의미를 탐색하며, 심리학, 윤리학, 논리학 등의 주제에 관심이 많습니다. 이들은 복잡한 문제에 대한 해답을 찾으려 하고, 근본적인 질문에 대해 고민합니다. 책을 통해 자신의 생각을 확장하고, 다양한 철학적 관점을 탐색하는 것을 즐깁니다. 사색과 반성을 통해 자기 자신과 세상을 이해하려는 경향이 있습니다.",
    readingMethod:
      "철학적 질문을 중심으로 서적을 선택하고, 읽은 내용에 대해 깊이 생각하며 기록합니다. 다양한 철학자의 저작을 읽고, 그들의 관점을 비교 분석하는 것이 유익합니다.",
    recommendBook: {
      imageUrl: "https://image.yes24.com/goods/104205788/XL",
      title: "철학의 쓸모",
      author: "로랑스 드빌레르 저",
      publisher: "피카(FIKA)",
      description:
        "같은 성향의 사람들이 요즘 좋아하는 책인 이 책은 철학을 통해 어떻게 더 나은 선택을 할 수 있는지에 대해 다루고 있으며, 삶의 복잡한 문제를 해결하는 데 실질적인 도움을 줄 수 있는 지침을 제공합니다​",
    },
  },
  "2": {
    type: "영적 탐구자",
    image: "/images/type_images/religion.png",
    analysis:
      "종교적, 영적 가치에 깊은 관심을 가지고, 신앙과 관련된 지식을 탐구하는 성향. 성서, 종교 철학 등에 몰두함.",
    feature:
      "종교적이고 영적인 가치에 깊이 빠져드는 사람들입니다. 성서, 종교 철학 등에 대한 깊은 관심을 가지고, 신앙과 관련된 지식을 탐구합니다. 이들은 삶의 깊은 의미와 영적 가치를 탐색하고자 하며, 종교적 텍스트에서 위안과 지혜를 찾습니다. 다양한 종교적 관점과 영적인 가르침에 관심이 많으며, 종교적 경험을 통해 삶의 이해를 깊게 하고자 합니다. 영적 탐구자들은 종종 자신만의 신앙적 신념을 형성하며, 영적인 성장과 자아 발견에 중점을 둡니다. 그들은 종교적인 텍스트를 통해 삶의 문제들에 대한 해답을 찾고, 영적인 안식을 추구합니다.",
    readingMethod:
      "다양한 종교와 영적 저서를 폭넓게 탐색하며, 책 속의 메시지를 자신의 삶에 적용해보는 것이 좋습니다. 또한, 독서 후 명상이나 사색을 통해 읽은 내용을 깊이 성찰하는 것이 유익합니다.",
    recommendBook: {
      imageUrl: "https://image.yes24.com/goods/133327513/XL",
      title: "한국 교회 트렌드 2025",
      author: "지용근, 김영수 외 8명",
      publisher: "규장",
      description:
        "같은 성향의 사람들이 요즘 좋아하는 책인 이 책은 정확한 수치와 통계로 보는 신앙 양극화 시대 2025년 한국 교회의 전망과 전략을 담은 책으로 예전과 같은 공동체가 아니라 새로운 공동체를 위한 패밀리 크리스턴과 싱글 프렌들리 처치, 영향력 잃은 교회로 남지 않기 위한 솔트리스 처치 등 다양한 사역 전략에 대해 담은 책입니다.",
    },
  },
  "3": {
    type: "사회적 현실주의자",
    image: "/images/type_images/social_science.png",
    analysis:
      "사회적 이슈와 현상에 대해 관심이 많고, 경제, 법률, 교육, 사회 문제 등에 대한 심도 있는 탐색을 추구함.",
    feature:
      "현실적인 사회 문제에 깊은 관심을 가진 사람들입니다. 경제, 법률, 교육, 사회 문제 등에 대한 심도 있는 탐색을 추구합니다. 사회적 현실주의자들은 사회적 이슈에 대해 비판적이고 분석적인 시각을 가지며, 사회 변화와 개선에 기여하고자 하는 열망을 가집니다. 그들은 사회과학 분야의 책을 통해 사회적 현상을 이해하고, 사회 정책과 이론에 대한 지식을 쌓는 것을 중요하게 여깁니다. 이들은 다양한 사회적 관점을 이해하고, 사회 문제에 대한 해결책을 모색하고자 합니다.",
    readingMethod:
      "최신 사회과학 서적과 연구 보고서를 정기적으로 읽으며, 현재 사회 이슈에 대한 자신의 견해를 정리합니다. 토론 그룹이나 세미나에 참여해 다른 사람들의 의견을 듣고 자신의 생각을 나누는 것도 도움이 됩니다.",
    recommendBook: {
      imageUrl: "https://image.yes24.com/goods/134602629/XL",
      title: "넥서스",
      author: "유발 하라리 저",
      publisher: "김영사",
      description:
        "같은 성향의 사람들이 요즘 좋아하는 책인 이 책은 우리 시대 가장 영향력 있는 지성인으로 평가받는 글로벌 베스트 셀러 <사피엔스>의 저자 유발 하라리의 6년 만의 신작으로 비인간 지능의 위협과 우리의 미래에 대한 경고를 하는 내용을 포함하며 AI 혁명을 이해하고 싶다면 읽어야 할 책으로 평가받고 있습니다.",
    },
  },
  "4": {
    type: "자연 탐험가",
    image: "/images/type_images/natural_science.png",
    analysis:
      "자연 세계와 우주에 대한 호기심이 강하며, 수학, 천문학, 물리학 등 자연과학 분야에 끌림.",
    feature:
      "자연 세계와 우주에 대한 깊은 호기심을 가진 사람들입니다. 수학, 천문학, 물리학 등 자연과학 분야에 대한 강한 관심과 열정을 보이며, 과학적 원리와 우주의 신비를 탐구하는 데 매료됩니다. 자연 탐험가들은 자연 현상에 대한 설명을 찾고, 과학적 발견에 대해 깊이 있게 이해하고자 합니다. 복잡한 과학적 개념을 탐색하는 것을 즐기며, 실험과 관찰을 통해 새로운 지식을 습득하는 것에 흥미를 느낍니다. 이들은 과학적 사고 방식을 적용하여 주변 세계를 분석하고, 지적 호기심을 충족시키기 위해 지속적으로 배움을 추구합니다.",
    readingMethod:
      "과학 이론과 실험에 관한 책을 읽으며, 관련 분야의 최신 연구와 발견에 주목합니다. 과학 저널이나 논문을 탐색하고, 과학 실험을 직접 해보거나 관련 다큐멘터리를 시청하는 것도 좋습니다. 독서를 통해 얻은 지식을 실제 생활이나 취미 활동에 적용해보는 것이 유익합니다.",
    recommendBook: {
      imageUrl: "https://image.yes24.com/goods/130135671/XL",
      title: "찬란한 멸종",
      author: "이정모 저",
      publisher: "다산북스",
      description:
        "같은 성향의 사람들이 요즘 좋아하는 책인 이 책은 과학을 재밌고 쉽게 전달해온 이정모 관장의 신간으로 주제는 대멸종입니다. 멸종된 혹은 멸종 위기에 처한 생물의 눈으로 지구의 역사와 생명의 본질을 이야기하고 있습니다. 시작점이자 종착역은 결국 인간. 여섯 번째 대멸종 위기에 처한 우리는 살아남을 수 있을지에 대한 고민을 담고 있습니다.",
    },
  },
  "5": {
    type: "기술 혁신가",
    image: "/images/type_images/technology.png",
    analysis:
      "새로운 기술과 과학적 발명에 열정적이며, 의학, 공학, 농업 등의 최신 동향과 혁신에 관심이 많음.",
    feature:
      "최신 기술과 과학적 발명에 대한 열정을 가진 사람들입니다. 의학, 공학, 농업 등 기술과학 분야에 깊은 관심을 보이며, 새로운 기술의 발전과 그것이 사회에 미치는 영향에 주목합니다. 기술 혁신가들은 혁신적인 아이디어와 창의적인 발명에 매료되며, 과학적 지식을 바탕으로 실용적인 문제 해결을 추구합니다. 그들은 기술의 발전이 인류에게 가져다 줄 미래의 변화를 예측하고자 하며, 기술적 도전을 즐깁니다. 이들에게 독서는 새로운 기술 트렌드를 따라잡고, 자신의 전문 지식을 강화하는 수단입니다.",
    readingMethod:
      "최신 과학기술 관련 서적을 읽고, 해당 분야의 전문가들이 작성한 논문이나 기사를 탐색합니다. 실제 적용 사례를 연구하고, 기술 발전의 역사적 맥락을 이해하는 것이 중요합니다. 실험적 프로젝트나 DIY(Do It Yourself) 프로젝트에 참여하여 이론을 실천으로 옮기는 것도 추천합니다.",
    recommendBook: {
      imageUrl: "https://image.yes24.com/goods/133308510/XL",
      title: "박태웅의 AI 강의 202",
      author: "박태웅 저",
      publisher: "한빛비즈",
      description:
        "같은 성향의 사람들이 요즘 좋아하는 책인 이 책은 IT 현자 박태웅이 최신 AI 트렌드와 인사이트를 담은 강의를 포함하여 우리의 삶을 변화시킬 인공지능 6대 트렌드를 제시하고 그에 따른 잠재적 위험과 대처 방안까지 담은 책입니다. 인공지능과 공존해야 할 미래를 앞두고 우리는 어떤 것을 대비해야 할지에 대한 해답을 이 책에서 제시합니다.",
    },
  },
  "6": {
    type: "예술적 창조자",
    image: "/images/type_images/art.png",
    analysis:
      "예술적 감성이 풍부하며, 조각, 회화, 음악, 무용 등 다양한 예술 형태에 대한 깊은 이해와 흥미를 가짐. 창조적 표현과 예술적 아름다움에 감동을 받는 성향.",
    feature:
      "조각, 회화, 음악, 무용 등 다양한 예술 형태에 깊은 애정을 가진 사람들입니다. 예술적 창조자들은 예술 작품 속에서 아름다움과 감정을 탐색하고, 자신만의 창의적인 표현을 추구합니다. 그들은 예술의 다양한 스펙트럼을 이해하고, 자신의 예술적 감성을 키우고자 합니다. 이들은 색채, 형태, 소리, 움직임 등을 통해 세상을 이해하며, 예술적 영감을 찾기 위해 지속적으로 새로운 아이디어를 탐색합니다. 예술적 창조자들은 예술이 주는 내면의 치유와 표현의 자유를 소중히 여깁니다.",
    readingMethod:
      "예술 이론, 예술사, 다양한 예술가의 전기를 읽으며, 예술 작품의 배경과 의미를 탐구합니다. 미술관이나 전시회 방문을 통해 실제 작품을 감상하고, 자신의 예술 작업에 영감을 얻는 것이 좋습니다. 예술 창작 활동과 병행하여 독서를 진행하는 것도 추천합니다.",
    recommendBook: {
      imageUrl: "https://image.yes24.com/goods/133673008/XL",
      title: "그리다가, 뭉클",
      author: "이기주 저",
      publisher: "터닝페이지",
      description:
        "같은 성향의 사람들이 요즘 좋아하는 책인 이 책은 이기주의 스케치 채널을 운영하는 이기주의 에세이로 일상의 순간을 담아낸 그림과 글을 통해 현실을 살아가는 이들에게 위로를 전하고 있습니다. 소재를 찾는 것부터 선 긋기, 색칠하기까지, 작가는 그림을 그리는 과정에 인생이 배어 있다고 말합니다. 책을 통해 그림과 인생이 만나는 특별한 순간을 경험하실 수 있을 것입니다.",
    },
  },
  "7": {
    type: "언어 마스터",
    image: "/images/type_images/language.png",
    analysis:
      "다양한 언어와 문화에 관심이 많으며, 한국어, 영어, 독일어 등 여러 언어를 탐구하고 학습하는 데 열정적임.",
    feature:
      "다양한 언어와 문화에 깊은 관심을 가지고 있는 사람들입니다. 언어 마스터들은 새로운 언어를 배우는 것을 즐기며, 그 과정에서 다양한 문화와 사고방식을 이해하고자 합니다. 그들은 언어를 통해 사람들과의 소통을 중요하게 여기며, 다국어 능력을 통해 세계를 더 넓게 경험합니다. 이들에게 언어는 단순한 의사소통의 도구가 아니라, 문화와 정체성을 탐색하는 수단입니다. 언어 마스터들은 언어 학습을 통해 자신의 지적 호기심을 충족시키고, 다양한 문화적 배경을 가진 사람들과 교류하는 것을 즐깁니다.",
    readingMethod:
      "다양한 언어로 쓰여진 문학 작품이나 언어학 관련 서적을 읽으며, 새로운 언어의 구조와 문화적 맥락을 이해합니다. 여러 언어로 쓰여진 책을 번갈아 읽으며, 언어 학습에 대한 실용적인 방법을 탐색하는 것이 좋습니다. 언어 교환 모임이나 토론 그룹에 참여하여 실제 언어 사용을 연습하는 것도 유익합니다.",
    recommendBook: {
      imageUrl: "https://image.yes24.com/goods/133673008/XL",
      title: "주아쌤의 툭 치면 탁 나오는 영어회화 (특별부록 한정판)",
      author: "이정은 저",
      publisher: "몽스북",
      description:
        "같은 성향의 사람들이 요즘 좋아하는 책인 이 책은 영어 때문에 자존감 바닥 치고 속앓이하는 이들을 위해 영어의 신, 갓주아가 궁극의 영어 회와 비법서를 갖고 돌아온 책입니다. 『100일이면 나도 영어천재』의 저자이자 수천 명의 영포자를 영어천재로 변신시킨 최고의 영어 회화 트레이닝 전문가 주아쌤은 원어민과 술술 대화가 되는 리얼 영어 패턴 100개를 엄선해 한 권에 담았습니다.",
    },
  },
  "8": {
    type: "문학적 꿈꾸는이",
    image: "/images/type_images/literature.png",
    analysis:
      "문학 작품에 몰입하여 감정과 상상력을 키우며, 한국 문학, 영미 문학 등 다양한 장르와 스타일의 문학 작품을 탐닉함.",
    feature:
      "문학 작품에 깊이 몰입하며, 감정과 상상력을 키우는 사람들입니다. 문학적 꿈꾸는이들은 한국 문학, 영미 문학 등 다양한 장르와 스타일의 문학 작품을 탐닉합니다. 그들은 작가의 말을 통해 새로운 세계를 경험하고, 캐릭터와 이야기 속에서 자신을 발견합니다. 이들은 문학적 표현과 스토리텔링의 아름다움에 감탄하며, 작품 속에서 인간의 다양한 감정과 경험을 탐구합니다. 문학적 꿈꾸는이들은 작품을 통해 자신의 감정을 이해하고, 삶의 의미를 탐색합니다.",
    readingMethod:
      "다양한 문학 장르의 책을 읽으며, 작가의 언어 사용과 스토리텔링 기법을 분석합니다. 독서 후 자신의 생각과 감정을 일기나 에세이로 정리하고, 문학 작품에 대한 토론이나 스터디 그룹에 참여하는 것이 유익합니다. 창작 활동과 결합하여 자신만의 이야기를 쓰는 것도 좋습니다.",
    recommendBook: {
      imageUrl: "https://image.yes24.com/goods/13137546/XL",
      title: "소년이 온다",
      author: "한강 저",
      publisher: "창비",
      description:
        "같은 성향의 사람들이 요즘 좋아하는 책인 이 책은 한강을 뛰어넘은 한강의 소설로 평가받고 있는 책으로 섬세한 감수성과 치밀한 문장으로 인간 존재의 본질을 탐구해온 작가 한강이 광주의 5월을 그렸냈습니다. 1980년 5월 18일부터 열흘간 있었던 광주민주화운동 당시의 상황과 그 이후 남겨진 사람들의 이야기를 철저한 고증과 취재를 바탕으로 담아낸 책이라고 할 수 있습니다.",
    },
  },
  "9": {
    type: "역사적 탐험가",
    image: "/images/type_images/history.png",
    analysis:
      "과거의 사건과 문화에 대한 깊은 관심을 가지고, 아시아 역사, 유럽 역사, 지리, 전기 등을 통해 인류의 역사를 탐구함.",
    feature:
      "역사적 탐험가들은 과거의 사건과 문화에 깊은 관심을 가지고 있습니다. 이들은 아시아 역사, 유럽 역사, 지리, 전기 등을 통해 인류의 역사를 탐구하며, 역사적 사건이 현재와 미래에 어떻게 영향을 미치는지에 대해 깊이 있게 생각합니다. 그들은 역사를 통해 인류의 성취와 실패에서 교훈을 찾으며, 역사적 인물과 사건에 대한 이해를 통해 현재의 사회와 문화를 더 잘 이해하려 합니다. 역사적 탐험가들은 시간을 거슬러 올라가 다양한 시대와 문명을 탐험하고자 하며, 역사적 사실과 이야기에 매료됩니다. 이들에게 역사는 단순한 과거의 기록이 아니라, 현재와 미래를 이해하는 데 중요한 열쇠입니다.",
    readingMethod:
      "역사적 사건과 인물에 관한 서적을 읽고, 해당 시대의 문화와 사회적 맥락을 이해합니다. 역사적 사건에 대한 다양한 관점을 탐색하며, 역사적 서사를 비판적으로 분석하는 것이 좋습니다. 박물관이나 역사적 장소를 방문하여 직접 경험하고, 역사적 사실을 더 깊이 있게 이해하는 것도 유익합니다. 역사적 사건을 현대적 관점에서 재해석하고, 과거와 현재를 연결 지어 생각해보는 것도 추천합니다.",
    recommendBook: {
      imageUrl: "https://image.yes24.com/goods/128944230/XL",
      title: "다시, 역사의 쓸모",
      author: "최태성 저",
      publisher: "프런트페이지",
      description:
        "같은 성향의 사람들이 요즘 좋아하는 책인 이 책은 선택에 후회를 남기고 싶지 않을 때 우리에겐 역사가 필요하다.로 더 깊어진 통찰과 풍부해진 경험으로 돌아온 최태성 저자의 신간으로, 역사를 배워야 하는 이유를 넘어 삶에 역사의 지혜를 들여오는 방법을 제시합니다. 역사에서 찾은, 시간이 지나도 변하지 않는 단단한 가치는 여전히 역사의 쓸모를 증명합니다.",
    },
  },
};
